module.exports = [
  {
    "id_good": 1,
    "good_name": {
      "ua": "Cукня 1",
      "en": "Dress1",
      "ru": "Платье 1",
    },
    "photos": [
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
    ],
    "description": "Сукня розвинулася з давніх плащів і накидок як результат еволюції крою, удосконалення матеріалів і збільшення різноманітності одягу. До середини 15 століття жіноча сукня знайшла гранично високу лінію талії, гострокутний глибокий виріз, оброблений широким коміром, вузькі довгі рукави і асиметрично задрапіровану (тільки з лівого боку) спідницю, яка, розширюючись донизу, ззаду переходила в довгий шлейф.",
    "id_model": 1,
    "id_article": 1,
    "id_season": 3,
    "storage": true,
    "price": "18000.00",
    "size":{
      "id_size": 1,
      "size": 36
    },
    "material": {
      "id_material": 2,
      "material_name": "ЖАККАРД 12312/2017",
    },
    "id_contingent": 1
  },
  {
    "id_good": 2,
    "good_name": {
      "ua": "Cукня 2",
      "en": "Dress1",
      "ru": "Платье 1",
    },
    "photos": [
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
    ],
    "description": "Сукня розвинулася з давніх плащів і накидок як результат еволюції крою, удосконалення матеріалів і збільшення різноманітності одягу. До середини 15 століття жіноча сукня знайшла гранично високу лінію талії, гострокутний глибокий виріз, оброблений широким коміром, вузькі довгі рукави і асиметрично задрапіровану (тільки з лівого боку) спідницю, яка, розширюючись донизу, ззаду переходила в довгий шлейф.",
    "id_model": 2,
    "id_article": 1,
    "id_season": 3,
    "storage": true,
    "price": "18000.00",
    "size": {
      "id_size": 4,
      "size": 39
    },
    "material": {
      "id_material": 3,
      "material_name": "ЖАККАРД 1111/2017",
    },
    "id_contingent": 1
  },
  {
    "id_good": 3,
    "good_name": {
      "ua": "Cукня 3",
      "en": "Dress1",
      "ru": "Платье 1",
    },
    "photos": [
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
    ],
    "description": "Сукня розвинулася з давніх плащів і накидок як результат еволюції крою, удосконалення матеріалів і збільшення різноманітності одягу. До середини 15 століття жіноча сукня знайшла гранично високу лінію талії, гострокутний глибокий виріз, оброблений широким коміром, вузькі довгі рукави і асиметрично задрапіровану (тільки з лівого боку) спідницю, яка, розширюючись донизу, ззаду переходила в довгий шлейф.",
    "id_model": 3,
    "id_article": 1,
    "id_season": 3,
    "id_contingent": 1,
    "storage": true,
    "price": "18000.00",
    "size": {
      "id_size": 5,
      "size": 40
    },
    "material": {
      "id_material": 5,
      "material_name": "ЖАККАРД 5555/2017",
    },
  },
  {
    "id_good": 4,
    "good_name": {
      "ua": "Cукня 3",
      "en": "Dress1",
      "ru": "Платье 1",
    },
    "photos": [
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
      "@/assets/img/models/1.png",
    ],
    "description": "Сукня розвинулася з давніх плащів і накидок як результат еволюції крою, удосконалення матеріалів і збільшення різноманітності одягу. До середини 15 століття жіноча сукня знайшла гранично високу лінію талії, гострокутний глибокий виріз, оброблений широким коміром, вузькі довгі рукави і асиметрично задрапіровану (тільки з лівого боку) спідницю, яка, розширюючись донизу, ззаду переходила в довгий шлейф.",
    "id_model": 1,
    "id_article": 1,
    "id_season": 3,
    "id_contingent": 1,
    "storage": true,
    "price": "18000.00",
    "size": {
      "id_size": 4,
      "size": 39
    },
    "material":  {
      "id_material": 1,
      "material_name": "ЖАККАРД 3171/2017",
       "photo":"url"
    },
  },
]